Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: самец высоко подпрыгнул в воздух возле лодки, чтобы поглядеть, что стало с его подругой,
ba: ата балыҡ тормош юлдашы менән ниҙәр булғанын белер өсөн кәмә эргәһендә бейеккә ырғыны ла

source: а затем ушел глубоко в воду,
ba: тәрәнгә сумды.

source: раскинув светло-сиреневые крылья грудных плавников, и широкие сиреневые полосы у него на спине были ясно видны.
ba: Һыуҙа уның асыҡ сирень төҫөндәге ҡанаттары, күкрәк йөҙгөстәре һәм арҡаһындағы таҫмалары ап-асыҡ күренде.

source: Старик не мог забыть, какой он был красивый.
ba: Ҡарт уның матурлығын һәм тоғролоғон оҙаҡ онота алманы.

source: И он не покинул свою подругу до конца.
ba: Һәм ул үҙенең тормош юлдашын һуңғы минутына тиклем ташламаны.

source: «Ни разу в море я не видал ничего печальнее, — подумал старик.
ba: «Бынан да ҡайғылыраҡ хәлде минең диңгеҙҙә ошоғаса бер ҙә күргәнем булманы, — тип уйланды ҡарт.

source: — Мальчику тоже стало грустно, и мы попросили у самки прощения и быстро разделали ее тушу».
ba: — Малайға иһә бик болоҡһоу булып китте. Беҙ инә марлиндан ғәфү үтендек тә тиҙерәк уның эсен ярып таҙартыу яғын ҡараныҡ».

source: — Жаль, что со мной нет мальчика, — сказал он вслух
ba: — Малайҙың эргәмдә булмауы йәл, — тип ҡуйҙы ҡарт.

source: и поудобнее примостился к округлым доскам носа,
ba: Ул кәмә моронондағы йоморо таҡталарға йәтешләберәк терәлде.

source: все время ощущая через бечеву, которая давила ему на плечи, могучую силу большой рыбы, неуклонно уходившей к какой-то своей цели.
ba: Ҡарт яурынын баҫып килгән бау аша туҡтауһыҙ узенең ниндәйҙер маҡсатына ынтылған бәһлеүән балыҡтың бөтмәҫ-төкәнмәҫ ҡеүәтен тойҙо.

source: — Подумать только, что благодаря моему коварству ей пришлось изменить свое решение!
ba: — Бер уйлаһаң, иҫең китер, минең мәкерем арҡаһында уға үҙенең ҡарарын үҙгәртергә тура килде!

source: «Ее судьба была оставаться в темной глубине океана, вдали от всяческих ловушек, приманок и людского коварства.
ba: «Уның яҙмышы һәр төрлө тоҙаҡтан, алдатҡыстарҙан һәм кешеләрҙең мәкеренән алыҫта, океандың ҡараңғы тәрәнлегендә йәшәү ине.

source: Моя судьба была отправиться за ней в одиночку и найти ее там, куда не проникал ни один человек.
ba: Ә минең яҙмышым япа-яңғыҙ уның артынан барыу һәм бер кеше лә үтеп инмәгән тәрәнлектә уны табыу булды.

source: Ни один человек на свете.
ba: Бер кеше лә үтеп инмәгән ерҙән...

source: Теперь мы связаны друг с другом с самого полудня.
ba: Хәҙер беҙ төш мәленән алып бер-беребеҙгә бәйле.

source: И некому помочь ни ей, ни мне».
ba: Миңә лә, уға ла ярҙам итеүсе юҡ».

source: «Может быть, мне не нужно было становиться рыбаком, — думал он.
ba: «Бәлки, миңә балыҡсы булырға кәрәкмәгәндер? — тип уйланы ул.

source: — Но ведь для этого я родился.
ba: — Әммә мин шуның өсөн тыуғанмын бит.

source: Только бы не забыть съесть тунца, когда рассветет».
ba: Яҡтырғас, онотмай ғына тунецты ашарға кәрәк».

source: Незадолго до восхода солнца клюнуло на одну из наживок за спиной.
ba: Ҡояш сығыр алдынан уның артындағы ҡармаҡтарҙың береһенә балыҡ ҡапты.

source: Он услышал, как сломалось удилище и бечева заскользила через планшир лодки.
ba: Ул ҡармаҡ сыбығының һынғанын һәм ептең һыуға шыуып төшә башлағанын ишетте.

source: В темноте он выпростал из футляра свой нож и, перенеся всю тяжесть рыбы на левое плечо,
ba: Ҡараңғыла бысағын ҡынынан сығарҙы ла, балыҡтың бөтә ауырлығын һул яурынына күсереп,

source: откинулся назад и перерезал лесу на планшире.
ba: артҡа ҡайырылды; төпкә һауыла барған епте киҫеп ебәрҙе.

source: Потом он перерезал лесу, находившуюся рядом с ним, и в темноте крепко связал друг с другом концы запасных мотков.
ba: Унан, ул эргәһендәге бауын киҫеп, ҡараңғыла остарын запас йомғаҡтарға ныҡ итеп бәйләне.

source: Он ловко работал одной рукой,
ba: Ул быларҙың барыһын да йәтеш кенә итеп һыңар ҡулы менән эшләне,

source: придерживая ногой мотки, чтобы покрепче затянуть узел.
ba: төйөндәрен, йомғаҡҡа аяғы менән баҫып, төйнәне.

source: Теперь у него было целых шесть запасных мотков лесы: по два от каждой перерезанной им бечевы и два от лесы, на которую попалась рыба;
ba: Хәҙер киҫкән ептән ҡалған йомғаҡтар менән балыҡ ҡалҡан епте лә иҫәпләгәндә, запаста барлығы алты йомғаҡ булып,

source: все мотки были связаны друг с другом.
ba: йомғаҡтар барыһы ла бер-береһенә ныҡ итеп бәйләнгәйне.

source: «Когда рассветет, — думал он,
ba: «Яҡтырғас, - тип уйланы ул

source: — я постараюсь достать ту лесу, которую я опустил на сорок саженей, и тоже ее перережу, соединив запасные мотки.
ba: ҡырҡ сажинға төшөргән ҡармаҡ ебен дә алырға тырышырмын, уны киҫеп, запас йомғаҡтарҙы тоташтырып бәйләрмен.

source: Правда, я потеряю двести саженей крепкой каталонской веревки, не говоря уже о крючках и грузилах.
ba: Дөрөҫ, ҡармаҡ менән батыр-мыстарҙан, өҫтәүенә, ике йөҙ сажин каталон ебенән ҡолаҡ ҡағам инде.

source: Ничего, это добро можно достать снова.
ba: Ярар, уларын яңынан да алып булыр.

source: Но кто достанет мне новую рыбу, если на крючок попадется какая-нибудь другая рыба и сорвет мне эту?
ba: Ә бына ҡармаҡҡа башҡа берәй балыҡ ҡабып, быныһын өҙһә, кем миңә яңы балыҡ таба?!

source: Не знаю, что там сейчас клюнуло.
ba: Әле нимә ҡапҡайны икән?

source: Может быть, марлин, а может быть, и меч-рыба или акула.
ba: Бәлки, марлиндыр, бәлки, ҡылыс балыҡ йәки акулалыр.

source: Я даже не успел ее почувствовать.
ba: Хатта һиҙеп тә өлгөрмәнем,

source: Надо было побыстрее от нее отвязаться».
ba: тиҙерәк ҡотола һалырға кәрәк ине».

source: — Эх, был бы со мной мальчик!
ba: — Их, янымда малай булһасы!

source: «Но мальчика с тобой нет, — думал он.
ba: «Тик малай юҡ, — тип уйланы.

source: — Ты можешь рассчитывать только на себя,
ba: — Һин бары үҙеңә генә иҫәп тота алаһың.

source: и хоть сейчас и темно, лучше бы ты попытался достать ту, последнюю лесу,
ba: Шуға күрә, әле ҡараңғы булһа ла, теге һыуҙа ҡалған һуңғы ҡармағыңды ла алырға тырышһаң ине.

source: перерезать ее и связать два запасных мотка».
ba: Уны киҫеп, запас йомғаҡтарҙы бер-береһенә бәйләргә кәрәк».

source: Он так и сделал.
ba: Уйлағанын эшләне.

source: В темноте ему было трудно работать, и один раз рыба дернула так,
ba: Ҡараңғыла маташыу ҡыйын ине, бер тапҡыр балыҡ епте шул тиклем ныҡ тартты,

source: что он свалился лицом вниз и рассек щеку под глазом.
ba: ул йөҙтүбән йығылып күҙе аҫтындараҡ сикәһен сыйып ебәрҙе.

source: Кровь потекла по скуле, но свернулась и подсохла, еще не дойдя до подбородка,
ba: Яңағы буйлап ҡан аҡты, тик эйәккә етмәйенсә уҡмашып туҡтаны.

source: а он подполз обратно к носу и привалился к нему, чтобы передохнуть.
ba: Ә ул яңынан кәмәнең моронона шыуышты һәм ял итер өсөн һөйәлеберәк ултырҙы

source: Старик поправил мешок,
ba: Ул арҡаһындағы тоҡто рәтләне,

source: осторожно передвинул бечеву на новое, еще не натруженное место и,
ba: иңендәге бауҙы яңы, ауыртмағаныраҡ ергә күсерҙе һәм,

source: передав весь упор на плечи, попытался определить, сильно ли тянет рыба, а потом опустил руку в воду,
ba: балыҡтың ниндәй көс менән тартыуын белер өсөн, бауҙың бөтә ауырлығын яурынына һалды ла,

source: чтобы выяснить, с какой скоростью движется лодка.
ba: кәмәнең тиҙлеген билдәләргә теләп, ҡулын һыуға тыҡты.

source: "Интересно, почему она рванулась, — подумал старик.
ba: «Ҡыҙыҡ, ни өсөн ул былай ҡапыл тартты икән? — тип уйланы ҡарт.

source: — Проволока, верно, соскользнула с большого холма ее спины.
ba: — Ҡармаҡ тағылған тимерсыбыҡ,моғайын, арҡаһындағы ҙур түңгәктән шыуып төшкәндер.

source: Конечно, ее спине не так больно, как моей.
ba: Уның арҡаһы минеке кеүек ауыртмай шул.

source: Но не может же она тащить лодку без конца, как бы велика ни была!
ba: Ярар, ни тиклем ҙур булһа ла кәмәне һөйрәп йөрөтә алмаҫ әле!

source: Теперь я избавился от всего, что могло причинить мне вред,
ba: Хәҙер мин үҙемә зыян итерҙәй нәмәләрҙән ҡотолоп бөттөм,

source: и у меня большой запас бечевы,
ba: запас бауҙарым күп

source: — чего же еще рыбаку нужно?»
ba: — балыҡсыға тағы ни кәрәк?»

source: — Рыба, — позвал он тихонько,
ba: — Балыҡ, — тип шым ғына өндәште ҡарт,

source: — я с тобой не расстанусь, пока не умру.
ba: — мин иҫән саҡта барыбер ҡотола алмаҫһың.

source: «Да и она со мной, верно, не расстанется», — подумал старик и стал дожидаться утра.
ba: «Шулай уҡ мин дә һинән ҡотола алмам, ахыры», — тип уйланы ул һәм таң атҡанды көтөргә булды.

source: В этот предрассветный час было холодно,
ba: Таңға табан һалҡынайтты.

source: и он прижался к доскам, чтобы хоть немножко согреться.
ba: Ҡарт, саҡ ҡына булһа ла йылынырға теләп, таҡталарға һыйынды:

source: «Если она терпит, значит, и я стерплю».
ba: «Ул түҙгәнде, мин дә түҙермен».

source: И заря осветила натянутую лесу, уходящую в глубину моря.
ba: Таң яҡтыһы, диңгеҙ тәрәнлегенә үтеп, кереш кеүек тартылған ҡармаҡ бауын яҡтыртты.

source: Лодка двигалась вперед неустанно,
ba: Кәмә туҡтауһыҙ алға йөҙә

source: и когда над горизонтом появился краешек солнца, свет его упал на правое плечо старика.
ba: .Бер аҙҙан горизонтта ҡояштың бер ҡырыйы күренде һәм үҙенең тәүге нурын ҡарттың уң яурынына төшөрҙө.

source: — Она плывет к северу, — сказал старик.
ba: — Ул төньяҡҡа йөҙә, — тине ҡарт.

source: — А течение, наверно, отнесло нас далеко на восток.
ba: — Ә ағым беҙҙе, моғайын, көнсығышҡа алып киткәндер.

source: Хотел бы я, чтобы она повернула по течению.
ba: Ағым ыңғайына боролһон ине,

source: Это означало бы, что она устала.
ba: был уның арығанын белгертер ине.

source: Но когда солнце поднялось выше, старик понял, что рыба и не думала уставать.
ba: Әммә ҡояш юғарыраҡ күтәрелгәс, ҡарт балыҡтың әле арырға йыйынмағанын күрҙе.

source: Одно лишь было отрадно:
ba: Бер нәмәгә һөйөндө:

source: уклон, под которым леса уходила в воду, показывал, что рыба плыла теперь на меньшей глубине.
ba: ҡармаҡ ебенең ауышлығын самалап ул балыҡтың өҫтәрәк йөҙәүен төшөндө.

source: Это отнюдь не означало, что она непременно вынырнет на поверхность.
ba: Әлбиттә, был уның мотлаҡ өҫкә күтәрелеүен аңлатмай,

source: Однако вынырнуть она все же могла.
ba: шулай ҙа сығыуы ла ихтимал.

source: — Господи, заставь ее вынырнуть! — сказал старик.
ba: — Йә раббым, өҫкә сығырға мәжбүр ит! — тине ҡарт.

source: — У меня хватит бечевы, чтобы с ней справиться.
ba: — Уны еңер өсөн бауым етерлек.

source: «Может быть, если мне удастся немножко усилить тягу, ей будет больно и она выпрыгнет,
ba: «Нығыраҡ тартһам, бәлки, ауыртыуға сыҙашмай һикереп тә сығыр,

source: — подумал старик.
ba: — тип фекерләне ҡарт.

source: — Теперь, когда стало светло, пусть она выпрыгнет.
ba: — Инде яҡтырҙы бит, әйҙә һикерһен.

source: Тогда пузыри, которые у нее идут вдоль хребта, наполнятся воздухом и она не сможет больше уйти в глубину, чтобы там умереть».
ba: Ул саҡта һыртындағы ҡыуыҡтарына һауа тулыр ҙа, үлер өсөн төпкә төшөп китә алмаҫ ине».

source: Он попытался натянуть бечеву потуже, но с тех пор, как он поймал рыбу, леса и так была натянута до отказа,
ba: Ул ҡармаҡ ебен нығыраҡ тартырға маташып ҡараны, тик бау былай ҙа ныҡ тартылғайны.

source: и когда он откинулся назад, чтобы натянуть ее еще крепче,
ba: Уны нығыраҡ тартмаҡ булып артҡа аушайғайны,

source: леска больно врезалась в спину, и он понял, что у него ничего не выйдет.
ba: еп, ауырттырып, арҡаһын ҡырҡып ингәс, ҡарт былай ныҡышы-уынан фәтеүә сыҡмаҫына инанды.

source: «А дергать нельзя, — подумал он.
ba: «Тик һелкетә тартырға ярамай, — тип уйланы ул.

source: — Каждый рывок расширяет рану, которую нанес ей крючок,
ba: — Сөнки ҡапыл тартҡан һайын ҡармаҡ һалған яра киңәйә.

source: и если рыба вынырнет, крючок может вырваться совсем.
ba: Әгәр балыҡ кинәт һикерһә, ҡармаҡтың бөтөнләй ысҡыныуы бар.

source: Во всяком случае, я чувствую себя лучше теперь, когда светит солнце,
ba: Ярай, һәр хәлдә, ҡояш яҡтыһында хәҙер үҙемде яҡшыраҡ тоям.

source: Лесу опутали желтые водоросли,
ba: Ҡармаҡ ебенә һарғылт ылымыҡтар сорналды,

source: но старик был рад им, потому что они задерживали ход лодки.
ba: быға ҡарт ҡыуанды ғына, сөнки улар кәмәнең барышын әкренәйтә.

source: Это были те самые желтые водоросли, которые так светились ночью.
ba: Төндә ялтырап күренгән һыу үҫемлектәре ине былар.

source: — Рыба, — сказал он, — я тебя очень люблю и уважаю.
ba: — Балыҡ, — тине ҡарт, — мин һине яратам һәм ихтирам итәм.

source: Но я убью тебя прежде, чем настанет вечер.
ba: Шулай ҙа мин һине кискә тиклем үлтерәсәкмен!

source: «Будем надеяться, что это мне удастся», — подумал он.
ba: «Булдыра алырмын тип өмөтләнәйек!» — тип уйланы ул.

source: С севера к лодке приблизилась маленькая птичка.
ba: Төньяҡтан кәмәгә бәләкәй генә ҡошсоҡ яҡынлашты.

source: Она летела низко над водой.
ba: Ул һыу өҫтөнән генә оса ине.

source: Старик видел, что она очень устала.
ba: Ҡарт уның арығанын аңланы.

source: Птица села на корму отдохнуть.
ba: Ҡошсоҡ кәмә ҡойроғона ял итергә ултырҙы.

source: Потом она покружилась у старика над головой и уселась на бечеву, где ей было удобнее.
ba: Унан ҡарттың баш осонда өйөрөлдө лә ҡармаҡ ебенә ҡунды.

source: — Сколько тебе лет? — спросил ее старик.
ba: — Нисә йәш һиңә? — тип һораны унан ҡарт

source: — Наверно, это твое первое путешествие?
ba: — Моғайын, был һинең тәүге сәйәхәтеңдер әле?

source: Птица посмотрела на него в ответ.
ba: Ҡош яуап урынына уға ҡараны.

source: Она слишком устала, чтобы проверить, достаточно ли прочна бечева, и лишь покачивалась, обхватив ее своими нежными лапками.
ba: Ептең ныҡлығын тикшерергә хәле юҡ ине, нәфис тәпәйҙәре менән йәбешкән килеш сайҡалып ҡына торҙо.

source: — Не бойся, веревка натянута крепко, — заверил ее старик.
ba: — Ҡурҡма, бау ныҡ тартылған, — тип ышандырҙы уны ҡарт.

source: — Даже слишком крепко.
ba: — Хатта үтә ныҡ.

source: Тебе не полагалось бы так уставать в безветренную ночь.
ba: Елһеҙ төндә һиңә был тиклем арырға ярамаҫ ине.

source: Ах, не те нынче пошли птицы!
ba: Их, элекке ҡоштар юҡ шул хәҙер!

source: «А вот ястребы, — подумал он, — выходят в море вам навстречу».
ba: «Ә бына ҡарсығалар диңгеҙгә һеҙҙең ҡаршыға сыға, — тип уйланы ул.

source: Но он не сказал этого птице, да она все равно его бы не поняла.
ba: Тик ҡошҡа был турала әйтмәне, хәйер, бисара уны барыбер аңламаҫ ин

source: Ничего, сама скоро все узнает про ястребов.
ba: — Ярай, ҡарсығалар хаҡында тиҙҙән үҙе бөтәһен дә белер».

source: — Отдохни хорошенько, маленькая птичка, — сказал он.
ba: — Яҡшылап ял ит, кескәй ҡошсоҡ, — тине ул.

source: — А потом лети к берегу и борись, как борется каждый человек, птица или рыба.
ba: — Унан ярға ос та, һәр кеше, һәр ҡош йәки балыҡ кеүек үк, йәшәү өсөн көрәш.

source: Разговор с птицей его подбодрил, а то спина у него совсем одеревенела за ночь, и теперь ему было по-настоящему больно.
ba: Ҡош менән һөйләшеү уның күңелен күтәреп ебәрҙе, юғиһә, төн сыҡҡансы ағас кеүек ҡатҡан арҡаһы ныҡлап ауырта башлағайны.

source: — Побудь со мной, если хочешь, птица, — сказал он.
ba: — Әгәр теләһәң, минең янда әҙерәк бул әле, ҡошсоҡ, — тине ул.

source: — Жаль, что я не могу поставить парус и привезти тебя на сушу, хотя сейчас и поднимается легкий ветер.
ba: — Йәл дә ул, тик еңелсә генә ел сығып торһа ла, һине, елкән ҡуйып, ҡороға алып сыға алмайым.

source: Но у меня тут друг, которого я не могу покинуть.
ba: Сөнки бындағы дуҫымды ташлап булмай.

source: В это мгновение рыба внезапно рванулась и повалила старика на нос;
ba: Шул саҡ балыҡ ҡапыл тартылды ла ҡартты моронға табан йыҡты.

source: она стащила бы его за борт, если бы он не уперся в него руками и не отпустил бы лесу.
ba: Әгәр ҙә ул, кәмә ситенә терәлеп, ҡулындағы бауҙы бушатып өлгөрмәһә, һыуға ла һөйрәп төшөргән булыр ине.

source: Когда бечева дернулась, птица взлетела,
ba: Бау тартылыу менән, ҡошсоҡ осоп китте,

source: и старик даже не заметил, как она исчезла.
ba: ҡарт хатта уның нисек юҡҡа сыҡҡанын да абайламай ҡалды.

source: Он пощупал лесу правой рукой и увидел, что из руки течет кровь.
ba: Ул уң ҡулы менән епте ҡапшап ҡарағайны, усынан ҡан аҡҡанын күрҙе.

source: — Верно, рыбе тоже стало больно, — сказал он вслух
ba: — Балыҡтың да яраһы ауыртҡандыр, күрәһең, — тине ҡарт

source: и потянул бечеву, проверяя, не сможет ли он повернуть рыбу в другую сторону.
ba: һәм, юлын үҙгәртеп булмаҫмы тип, бауҙы тартып ҡараны.

source: Натянув лесу до отказа, он снова замер в прежнем положении.
ba: Бауҙы мөмкин тиклем ныҡ тартып, элеккесә яурынына һалды.

source: — Худо тебе, рыба? — спросил он.
ba: — Ниңә ҡыйынмы, балыҡ? — тип һораны ул.

source: — Видит бог, мне и самому не легче.
ba: — Хоҙай шаһит, минең үҙемә лә еңел түгел.

source: Он поискал глазами птицу, потому что ему хотелось с кем-нибудь поговорить.
ba: Ул күҙе менән ҡошсоҡто эҙләне, сөнки берәйһе менән һөйләшкеһе килде.

source: Но птицы нигде не было.
ba: Тик ҡошсоҡ бер ерҙә лә юҡ ине.

source: «Недолго же ты побыла со мной, — подумал старик.
ba: «Минең янда бигерәк аҙ булдың шул, — тип уйланы ҡарт.

source: — Но там, куда ты полетела, ветер много крепче, и он будет дуть до самой суши.
ba: — Тик һин осҡан тарафта ел күпкә көслөрәк, хәҙер ул ҡоро ергә еткәнсе иҫәсәк.

source: Как же это я позволил рыбе поранить меня одним быстрым рывком?
ba: Нишләп мин был балыҡҡа шулай ҡапыл тартылып ҡулымды яраларға ирек бирҙем һуң әле?

source: Верно, я совсем поглупел.
ba: Моғайын, бөтөнләй алйып барамдыр.

source: А может быть, просто загляделся на птичку и думал только о ней?
ba: Бәлки, ҡошсоҡҡа ҡарап донъямды онотҡанмындыр.

source: Теперь я буду думать о деле
ba: Хәҙер мин тик эш тураһында ғына уйлаясаҡмын.

source: и съем тунца, чтобы набраться сил».
ba: Көс өҫтәлһен өсөн тунецты ашап алайым».

source: — Жаль, что мальчик не со мной и что у меня нет соли, — сказал он вслух.
ba: — Их, малай менән тоҙҙоң булмауы йәл, — тип ҡуйҙы ҡарт.

source: Переместив тяжесть рыбы на левое плечо и осторожно став на колени, он вымыл руку, подержав ее с минуту в воде и наблюдая за тем, как расплывается кровавый след, как мерно обтекает руку встречная струя.
ba: Ул балыҡтың ауырлығын һул иңенә күсерҙе лә, һаҡ ҡына тубыҡланып, ҡулын һыуға тыҡты. Ҡаршы ағымдың ҡулды йыуғанын, бармағынан аҡҡан ҡандың йәйелгәнен тойҙо.

source: — Теперь рыба плывет куда медленнее, — сказал он вслух.
ba: — Хәҙер балыҡ күпкә яйыраҡ йөҙә, — тип ҡуйҙы.

source: Старику хотелось подольше подержать руку в соленой воде, но он боялся, что рыба снова дернет; поэтому он поднялся на ноги, натянул спиною лесу и подержал руку на солнце.
ba: Ҡулын тоҙло һыуҙа оҙағыраҡ тоторға теләһә лә, балыҡтың йәнә ҡапыл ырғылыуынан ҡурҡты; шуның өсөн аяғына баҫты, епте арҡаһы менән тартып, ҡулын ҡояшҡа тотто.

source: На ней была всего одна ссадина от бечевы, рассекшей мякоть,
ba: Ҡармаҡ бауы уң ҡулының һум итен ярып ебәргән икән.

source: но как раз на той части руки, которая нужна была ему для работы.
ba: Бер урындан ғына, тик эштә иң кәрәк ере йәрәхәтләнгән.

source: Старик понимал, что сегодня ему еще не раз понадобятся его руки, и огорчался, что поранил их в самом начале.
ba: Ҡулдары бөгөн бер тапҡыр ғына кәрәкмәйәсәк әле, шуның өсөн әле банттан уҡ йәрәхәтләнеүенә ҡарттың кәйефе ҡырылды.

source: — Теперь, — сказал он, когда рука обсохла, —
ba: — Ә хәҙер, — тине ул ҡулы кипкәс, —

source: я должен съесть тунца.
ba: мин тунецты ашарға тейешмен.

source: Я могу достать его багром и поесть как следует.
ba: Уны багор менән тартып алып һәйбәтләп тамаҡ туйҙырырға...

source: Старик снова опустился на колени и, пошарив багром под кормой, отыскал там тунца.
ba: Ҡарт, йәнә теҙләнеп, багор менән ҡойроҡтағы тунецты эҙләп тапты.

source: Он подтащил тунца к себе, стараясь не потревожить мотки лесы.
ba: Бауҙың йомғаҡтарына ҡағылмаҫҡа тырышып, тунецты үҙенә табан тартты.

source: Снова переместив всю тяжесть рыбы на левое плечо и упираясь о борт левой рукой,
ba: Ҙур балыҡтың бар ауырлығын һул яурынына күсереп, кәмә ситенә һул ҡулы менән таянып,

source: он снял тунца с крючка и положил багор на место.
ba: тунецты ҡармаҡтан ысҡындырҙы ла багорҙы урынына һалды.

source: Он прижал тунца коленом и стал вырезать со спины от затылка до хвоста продольные куски темно-красного мяса.
ba: Балыҡты ике тубығы араһына ҡыҫып, һырт буйынан телем-телем итеп ҡарағусҡыл-ҡыҙғылт ит киҫеп алды.

source: Нарезав шесть клинообразных кусков, он разложил их на досках носа,
ba: Алты киҫәк ҡырҡып алғандан һуң, уларҙы кәмәнең моро-нондағы таҡтаға теҙҙе,

source: вытер нож о штаны,
ba: бысаҡты салбарына һөрттө,

source: поднял скелет тунца за хвост и выкинул его в море.
ba: ҡойроғонан эләктереп тунецтың һөлдәһен диңгеҙгә ырғытты.

source: — Пожалуй, целого куска мне не съесть, — сказал он и
ba: — Мин быны бер юлы ашап бөтә алмам, ахыры, — тип

source: перерезал один из кусков пополам.
ba: киҫәктең береһен уртаға ҡырҡты.

source: Старик чувствовал, как сильно, не ослабевая, тянет большая рыба, а левую руку у него совсем свело.
ba: Ҡарт балыҡтың һаман да бирешмәйенсә, ҡеүәтле тартыуын тойҙо, ә һул ҡулы бөтөнләй ойоноpно.

source: Она судорожно сжимала тяжелую веревку, и старик поглядел на нее с отвращением.
ba: Ауыр бауҙы тартышҡан кеүек ныҡ итеп ҡыҫып барған ҡулына ҡарт йәне көйөп ҡарап ҡуйҙы.

source: — Ну что это за рука, ей-богу! — сказал он.
ba: — Шул да булдымы ҡул, валлаһи! — тине ул.

source: — Ладно, затекай, если уж так хочешь.
ba: — Ярай, бик теләйһең икән, ойо әйҙә,

source: Превращайся в птичью лапу,
ba: ҡош тәпейе кеүек күгәреп ҡат.

source: тебе это все равно не поможет.
ba: Тик был һиңә барыбер ярҙам итмәйәсәк.

source: «Поешь, — подумал он, поглядев в темную воду и на косую линию уходящей в нее бечевы, — и твоя рука станет сильнее.
ba: «Аша, — тип уйланы ул ҡарайып торған һыуға һәм уға ҡырын төшкән бауға ҡарап, — ашаһаң ҡулыңа көс инер.

source: Чем она виновата?
ba: Уның ни ғәйебе бар?

source: Ведь ты уж сколько часов подряд держишь рыбу.
ba: Нисә сәғәт инде балыҡты тотоп бараһың.

source: Но ты не расстанешься с ней до конца.
ba: Тик һин унан аҙаҡҡа тиклем айырылмаясаҡһың.

source: А пока что поешь».
ba: Шулай булғас, аша».

source: Он взял кусок рыбы, положил его в рот и стал медленно жевать.
ba: Ул бер киҫәк ит алып ауыҙына һалды ла яй ғына сәйнәй башланы.

source: Вкус был не такой уж противный.
ba: Тәме бик үк ытырғандырғыс түгел икән.

source: "Жуй хорошенько, — думал он, — чтобы не потерять ни капли соков.
ba: «Һәйбәт итеп сәйнә, — тип уйланы ул, — бер тамсы һуты ла әрәм булмаһын.

source: Неплохо было бы приправить ее лимоном или хотя бы солью".
ba: Лимон менән ашағанда, йәки, исмаһам, тоҙ һипкәндә насар булмаҫ ине лә бит».

source: — Ну, как ты себя чувствуешь, рука? — спросил он затекшую руку, которая одеревенела почти как у покойника.
ba: — Йә, ҡул, үҙеңде нисек тояһың, ҡул? — тип һораны ул үлектеке кеүек ҡатып ҡалған ҡулынан.

source: — Ради тебя я съем еще кусочек.
ba: — Һинең хаҡыңа тағы бер киҫәк ашайым әле.

source: Старик съел вторую половину куска, разрезанного надвое.
ba: Ҡарт уртаға теленгән киҫәктең икенсе өлөшөн дә ашаны.

source: Он старательно разжевал его, а потом выплюнул кожу.
ba: Уны тырышып сәйнәне ла тиреһен төкөрҙө:

source: — Ну как, рука, полегчало?
ba: — Йә, нисек, ҡул?

source: Или ты еще ничего не почувствовала?
ba: Әллә һин әлегә бер нимә лә тойманыңмы?

source: Он взял еще один кусок и тоже съел его.
ba: Тағы бер киҫәк алып ашаны.

source: «Это здоровая, полнокровная рыба, — подумал он.
ba: «Был таҙа, һутлы балыҡ, — тип уйланы ул.

source: — Хорошо, что мне попался тунец, а не макрель.
ba: — Ярай әле миңә макрель түгел, ә тунец эләккән.

source: Макрель слишком сладкая.
ba: Макрель үтә баллы.

source: А в этой рыбе почти нет сладости, и она сохранила всю свою питательность.
ba: Ә бының бөтөнләй тиерлек таты юҡ, үҙе һәйбәт һаҡланған.

source: Однако нечего отвлекаться посторонними мыслями, — подумал он.
ba: Әммә юҡ-барға мауығып ҙур балыҡты онотоға ярамай. .

source: — Жаль, что у меня нет хоть щепотки соли.
ba: Исмаһам бер семтем генә тоҙ булһа икән.

source: И я не знаю, провялится остаток рыбы на солнце или протухнет,
ba: Был телемде ҡалдырһам, ҡояшта киберме, әллә һаҫырмы, белеп булмай.

source: поэтому давай-ка лучше я ее съем, хоть я и не голоден.
ba: Шулай булғас, ас булмаһам да, хәҙер үк ашайым да ҡуяйым.
